aluiziotomazelli/smart-farm/app_water_tank/sdkconfig.defaults.esp32c3
CONFIG_IDF_TARGET="esp32c3"
CONFIG_ESPTOOLPY_FLASHSIZE_4MB=y
CONFIG_ESP_CONSOLE_USB_SERIAL_JTAG=y
CONFIG_FREERTOS_UNICORE=y
CONFIG_ESP_WIFI_SOFTAP_BEACON_MAX_LEN_752=y
CONFIG_PM_ENABLE=y

